# Core CLI tools
brew "apache-spark"
brew "awscli"
brew "asdf"
brew "btop"
brew "coreutils"
brew "direnv"
brew "dvc"
brew "fd"
brew "fzf"
brew "gcc"
brew "gawk"
brew "gh"
brew "git"
brew "gpg"
brew "go"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "lazygit"
brew "mas"
brew "mercurial"
brew "minicom"
brew "mono"
brew "neovim"
brew "node"
brew "openjdk"
brew "opencode"
brew "pipx"
brew "playwright-cli"
brew "ripgrep"
brew "stow"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "uv"
brew "virtualenv"
brew "wget"
brew "zellij"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

# Desktop apps
cask "anki"
cask "basictex"
cask "boop"
cask "brave-browser"
cask "dockdoor"
cask "font-hack-nerd-font"
cask "gcloud-cli"
cask "jordanbaird-ice"
cask "kitty"
cask "maccy"
cask "marta"
cask "obsidian"
cask "openlens"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "stats"

# Global npm packages
npm "@bitwarden/cli"

# Mac App Store apps
mas "Amphetamine", id: 937984704
